Repository: blueMonkey23/ojs
Catalog: plugins/themes/houCustom/locale/*/locale.po
Languages: ar, cs, et, fa, hy, ja, nl, sk, vi

# plugins.themes.houCustom.name
source: Hanoi Open University Theme
ar: النمط الإفتراضي
cs: Výchozí téma
et: Vaikimisi teema
fa: پوسته پیش‌فرض
hy: Կանխադրված թեմա
ja: デフォルトのテーマ
nl: Standaard stijl
sk: Predvolená téma
vi: Giao diện Đại học Mở Hà Nội

# plugins.themes.houCustom.description
source: Custom theme for Hanoi Open University with full control over layout and design.
ar: هذا يمثل النمط الإفتراضي للنظام.
cs: Toto téma implementuje výchozí téma.
et: See teema rakendab vaiketeema.
fa: اعمال قالب پیش‌فرض.
hy: Այս թեման իրականացնում է լռելյայն թեման:
ja: このテーマは、デフォルトのテーマを実装しています。
nl: Deze stijl is de standaard weergave.
sk: Táto téma implementuje predvolenú tému.
vi: Giao diện tùy chỉnh cho Đại học Mở Hà Nội với toàn quyền kiểm soát bố cục và thiết kế.

# plugins.themes.houCustom.option.typography.label
source: Typography
ar: أنماط الطباعة
cs: Typografie
et: Tüpograafia
fa: فونت سایت
hy: Տպագրություն
ja: タイポグラフィ
nl: Lettertype
sk: Typografia
vi: Kiểu chữ

# plugins.themes.houCustom.option.typography.description
source: Choose a font combination that suits this journal.
ar: إختر تشكيلة الخطوط التي تناسب هذه المجلة.
cs: Vyberte kombinaci fontů, která vyhovuje tomuto časopisu.
et: Vali kirjastiilide kombinatsioon, mis sobib sellele ajakirjale.
fa: ترکیب فونت مناسبی برای مجله خود انتخاب نمایید.
hy: Ընտրեք տառատեսակի համակցություն, որը համապատասխանում է այս ամսագրին:
ja: この雑誌に適したフォントの組み合わせを選択してください。
nl: Kies een combinatie van fonts voor het tijdschrift.
sk: Vyberte kombináciu typov písma, ktorá vyhovuje tomuto časopisu.
vi: Chọn một sự kết hợp phông chữ phù hợp với tạp chí này.

# plugins.themes.houCustom.option.typography.notoSans
source: Noto Sans: A digital-native font designed by Google for extensive language support.
ar: Noto Sans: خط رقمي محلي مطور من قبل Google لدعم طيف واسع من اللغات.
cs: Noto Sans: Bez patkové digitální písmo navržené společností Google s rozsáhlou podporu jazyků.
et: Noto Sans: digitaalne kirjastiil, mis on disainitud Google poolt ulatuslikuks keeletoeks.
fa: Noto Sans
hy: Noto Sans. Google-ի կողմից ստեղծված թվային բնօրինակ տառատեսակ՝ լայն լեզվական աջակցության համար:
ja: Noto Sans: 広範な言語サポートのためにGoogleによって設計されたデジタルネイティブフォント。
nl: Noto Sans: een zuiver digitale font, ontworpen door Google, met uitgebreide dekking van talen.
sk: Noto Sans: Bezpätkové digitálne písmo navrhnuté spoločnosťou Google s rozsiahlou podporou jazykov.
vi: Noto Sans: Phông chữ gốc kỹ thuật số được Google thiết kế để hỗ trợ ngôn ngữ rộng rãi.

# plugins.themes.houCustom.option.typography.notoSerif
source: Noto Serif: A serif variant of Google's digital-native font.
ar: Noto Serif: أحد أفراد الخط الرقمي المحلي المطور من قبل Google.
cs: Noto Serif: Patková verze digitálního písma společnosti Google.
et: Noto Serif: Google loodud serif kirjatüüp.
fa: Noto Serif
hy: Noto Serif. Google-ի թվային բնիկ տառատեսակի սերիֆ տարբերակ:
ja: Noto Serif: Googleのデジタルネイティブフォントのセリフバリアント。
nl: Noto Serif: een serif variant van Google's zuiver digitale font.
sk: Noto Serif: Pätková verzia digitálneho písma spoločnosti Google.
vi: Noto Serif: Một biến thể serif của phông chữ gốc kỹ thuật số của Google.

# plugins.themes.houCustom.option.typography.notoSerif_notoSans
source: Noto Serif/Noto Sans: A complementary pairing with serif headings and sans-serif body text.
ar: Noto Serif/Noto Sans: زوج متكامل من خطي serif للعناوين و sans-serif لنص المتن.
cs: Noto Serif/Noto Sans: Dopňkové párování patkových nadpisů s bezpatkovým dalším textem.
et: Noto Serif/Noto Sans: kombinatsioon serif-pealkirjast ja sans-serif tekstist.
fa: Noto Serif/Noto Sans: اعمال فونت serif برای تیترها و فونت sans-serif برای متن.
hy: Noto Serif/Noto Sans. Լրացուցիչ զուգավորում սերիֆ վերնագրերի և sans-serif հիմնական տեքստի հետ:
ja: Noto Serif/Noto Sans: セリフの見出しとサンセリフの本文テキストとの補完的な組み合わせ。
nl: Noto Serif/Noto Sans: een combinatie van serif voor titels en sans-serif voor lopende tekst.
sk: Noto Serif/Noto Sans: Doplnkové párovanie pätkových nadpisov s bezpätkovým ďalším textom.
vi: Noto Serif/Noto Sans: Một cặp bổ sung với các tiêu đề serif và thân văn bản sans-serif.

# plugins.themes.houCustom.option.typography.notoSans_notoSerif
source: Noto Sans/Noto Serif: A complementary pairing with sans-serif headings and serif body text.
ar: Noto Sans/Noto Serif: زوج متكامل من خطي sans-serif للعناوين و serif لنص المتن.
cs: Noto Sans/Noto Serif: Komplementární párování bezpatkových nadpisů s patkovým dalším textem.
et: Noto Sans/Noto Serif: kombinatsioon sans-serif-pealkirjast ja serif-tekstist.
fa: Noto Serif/Noto Sans: اعمال فونت sans-serif برای تیترها و فونت sans برای متن.
hy: Noto Sans/Noto Serif. Լրացուցիչ զուգավորում sans-serif վերնագրերի և սերիֆ հիմնական տեքստի հետ:
ja: Noto Sans/Noto Serif: サンスセリフの見出しとセリフの本文テキストとの補完的な組み合わせ。
nl: Noto Sans/Noto Serif: een combinatie van sans-serif voor titels en serif voor lopende tekst.
sk: Noto Sans/Noto Serif: Komplementárne párovanie bezpätkových nadpisov s pätkovým ďalším textom.
vi: Noto Sans/Noto Serif: Một cặp bổ sung với các tiêu đề sans-serif và thân văn bản serif.

# plugins.themes.houCustom.option.typography.lato
source: Lato: A popular modern sans-serif font.
ar: Lato: خط sans-serif حديث شائع.
cs: Lato: Populární moderní bezpatkový font.
et: Lato: populaarne moderne sans-serif kirjatüüp.
fa: Lato
hy: Lato. Հանրաճանաչ ժամանակակից sans-serif տառատեսակ:
ja: Lato: 人気のあるモダンなサンセリフフォント。
nl: Lato: een populaire moderne sans-serif font.
sk: Lato: Populárny moderný bezpätkový font.
vi: Lato: Một phông chữ sans-serif hiện đại phổ biến.

# plugins.themes.houCustom.option.typography.lora
source: Lora: A wide-set serif font good for reading online.
ar: Lora: خط serif واسع الخطوة جيد لقراءة المحتوى من الشاشة.
cs: Lora: Široká sada patkového písma pro dobrou on-line čitelnost.
et: Lora: laia asetusega serif kirjatüüp, mis on hea veebis lugemiseks.
fa: Lora
hy: Lora. լայնածավալ սերիֆային տառատեսակ, որը հարմար է առցանց կարդալու համար:
ja: Lora: オンラインで読むのに適した幅広いセリフフォント。
nl: Lora: een brede serif font die makkelijk leesbaar is online.
sk: Lora: Široká sada pätkového písma pre dobrú on-line čitateľnosť.
vi: Lora: Một phông chữ serif cài đặt bề rộng tốt để đọc trực tuyến.

# plugins.themes.houCustom.option.typography.lora_openSans
source: Lora/Open Sans: A complimentary pairing with serif headings and sans-serif body text.
ar: Lora/Open Sans: زوج متكامل من خطي serif للعناوين و sans-serif لنص المتن.
cs: Lora/Open Sans: Komplementární párování patkových nadpisů s bezpatkovým dalším textem.
et: Lora/Open Sans: kombinatsioon serif-peakirjast ja sans-serif tekstist.
fa: Lora/Open Sans: اعمال فونت serif برای تیترها و فونت sans-serif برای متن.
hy: Lora/Open Sans. հավելյալ զուգավորում սերիֆ վերնագրերի և sans-serif հիմնական տեքստի հետ:
ja: Lora/Open Sans: セリフの見出しとサンセリフの本文テキストとの補完的な組み合わせ。
nl: Lora/Open Sans: een combinatie van serif voor titels en sans-serif voor lopende tekst.
sk: Lora/Open Sans: Komplementárne párovanie pätkových nadpisov s bezpätkovým ďalším textom.
vi: Lora/Open Sans: Một cặp miễn phí với các tiêu đề serif và thân văn bản sans-serif.

# plugins.themes.houCustom.option.colour.label
source: Colour
ar: اللون
cs: Barva
et: Värv
fa: رنگ
hy: Գույն
ja: 色
nl: Kleur
sk: Farba
vi: Màu sắc

# plugins.themes.houCustom.option.colour.description
source: Choose a colour for the header.
ar: إختر لوناً للعناوين.
cs: Zvolte barvu pro záhlaví.
et: Vali päise värv.
fa: انتخاب یک رنگ برای فضای بالای سایت (هدر)
hy: Ընտրեք գույն վերնախորագրի համար:
ja: ヘッダーの色を選択してください。
nl: Kies een kleur voor de header.
sk: Zvoľte farbu pre záhlavie.
vi: Chọn một màu cho tiêu đề.

# plugins.themes.houCustom.option.showDescriptionInJournalIndex.option
source: Show the journal summary on the homepage.
ar: أظهر ملخص المجلة على صفحتها الرئيسية.
cs: Ukázat na úvodní stránce časopisu souhrnné informace o něm.
et: Kuva ajakirja kokkuvõte avalehel.
fa: نمایش توضیحات خلاصه مجله در صفحه اصلی.
hy: Ցույց տալ ամսագրի ամփոփագիրը գլխավոր էջում:
ja: ホームページに雑誌の概要を表示します。
nl: Toon de samenvatting van het tijdschrift op de startpagina.
sk: Ukázať na úvodnej stránke časopisu súhrnné informácie o ňom.
vi: Hiển thị tóm tắt tạp chí trên trang chủ.

# plugins.themes.houCustom.option.useHomepageImageAsHeader.label
source: Header Background Image
ar: خلفية رأس الصفحة
cs: Obrázek na pozadí záhlaví
et: Päise taustapilt
fa: تصویر پس‌زمینه هدر
hy: Վերնախորագրի հետնամասի պատկեր
ja: ヘッダーの背景画像
nl: Achtergrondafbeelding header
sk: Obrázok na pozadí záhlavia
vi: Hình nền tiêu đề

# plugins.themes.houCustom.option.useHomepageImageAsHeader.description
source: When a homepage image has been uploaded, display it in the background of the header instead of it's usual position on the homepage.
ar: عند تقديم صورة للصفحة الرئيسية، قم بعرضها في خلفية رأس الصفحة بدلاً من موضعها المعتاد في الصفحة الرئيسية.
cs: Po nahrání obrázku domovské stránky se zobrazí na pozadí záhlaví místo obvyklé pozice na úvodní stránce.
et: Kui kodulehe pilt on üles laetud, kuva seda päise taustal, mitte tavapärasel kohal kodulehel.
fa: اگر تصویری برای صفحه اصلی آپلود شده است، آن را به جای جایگاه اصلی‌اش در صفحه خانگی، در پس‌زمینه هدر نمایش بده.
hy: Երբ գլխավոր էջի պատկերը վերբեռնվել է, ցուցադրեք այն վերնախորագրի ֆոնի վրա՝ գլխավոր էջի սովորական դիրքի փոխարեն:
ja: ホームページの画像をアップロードしたら、ホームページの通常の位置ではなく、ヘッダーの背景に表示します。
nl: Als een startpagina-afbeelding is ge√ºpload, toon deze dan op de achtergrond van de header in plaats van op de gebruikelijke positie op de startpagina.
sk: Po nahratí obrázku domovskej stránky sa zobrazí na pozadí záhlavia miesto obvyklej pozície na úvodnej stránke.
vi: Khi hình ảnh trang chủ đã được tải lên, hãy hiển thị nó trong nền của tiêu đề thay vì vị trí thông thường trên trang chủ.

# plugins.themes.houCustom.option.useHomepageImageAsHeader.option
source: Show the homepage image as the header background.
ar: إظهار صورة الصفحة الرئيسية بمثابة خلفية لرأس الصفحة.
cs: Zobrazit obrázek úvodní stránky jako pozadí záhlaví.
et: Kuva kodulehe pilt päise taustapildina.
fa: نمایش تصویر صفحه اصلی به عنوان پس‌زمینه هدر.
hy: Ցույց տալ գլխավոր էջի պատկերը որպես վերնախորագրի ֆոն:
ja: ホームページの画像をヘッダーの背景として表示します。
nl: Toon de startpagina-afbeelding als achtergrond van de header.
sk: Zobraziť obrázok úvodnej stránky ako pozadie záhlavia.
vi: Hiển thị hình ảnh trang chủ làm nền tiêu đề.

# plugins.themes.houCustom.option.displayStats.label
source: Usage statistics display options
ar: خيارات عرض إحصائيات الاستعمال
cs: Možnosti zobrazení statistik využívání
et: Kasutusstatistika kuvamise valikud
fa: گزینه‌های نمایش آمار استفاده
hy: Օգտագործման վիճակագրության ցուցադրման ընտրանքներ
ja: 使用統計表示オプション
nl: Gebruiksstatistieken weergaveopties
vi: Tùy chọn hiển thị thống kê sử dụng

# plugins.themes.houCustom.option.displayStats.none
source: Do not display submission usage statistics chart for reader.
ar: لا تعرض مخطط إحصائيات استعمال طلبات التقديم للقارئ.
cs: Nezobrazovat statistiky využití příspěvku čtenářům.
et: Ära kuva kaastööde kasutusstatistika graafikut lugejatele.
fa: عدم نمایش نمودار آمار استفاده مقالات ارسالی برای خواننده.
hy: Մի ցուցադրեք ներկայացումների օգտագործման վիճակագրության աղյուսակը ընթերցողի համար:
ja: 読者に投稿使用統計チャートを表示しません。
nl: Geef geen grafiek met gebruiksstatistieken voor inzendingen weer voor de lezer.
vi: Không hiển thị biểu đồ thống kê sử dụng bài gửi cho người đọc.

# plugins.themes.houCustom.option.displayStats.bar
source: Use bar type of the chart for usage statistics display.
ar: استعمل المخطط ذي الأعمدة لعرض إحصائيات الاستعمال.
cs: Pro zobrazení statistik používání použijte sloupcový graf.
et: Kasuta tulpadega graafikut kasutusstatistika kuvamiseks.
fa: استفاده از نمودار مستطیلی برای نمایش آمار استفاده.
hy: Օգտագործման վիճակագրության ցուցադրման համար օգտագործեք դիագրամի գծապատկերի տեսակը:
ja: 使用統計の表示には、グラフのバータイプを使用します。
nl: Gebruik een staafdiagram voor het weergeven van gebruiksstatistieken.

# plugins.themes.houCustom.option.displayStats.line
source: Use line type of the chart for usage statistics display.
ar: استعمل المخطط ذي الخطوط لعرض إحصائيات الاستعمال.
cs: Pro zobrazení statistik používání použijte čarový graf.
et: Kasuta joontega graafikut kasutusstatistika kuvamiseks.
fa: استفاده از نمودار خطی برای نمایش آمار استفاده.
hy: Օգտագործման վիճակագրության ցուցադրման համար օգտագործեք դիագրամի գծի տեսակը:
ja: 使用統計の表示には、グラフのラインタイプを使用します。
nl: Gebruik een lijngrafiek voor het weergeven van gebruiksstatistieken.

# plugins.themes.houCustom.displayStats.monthInitials
source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
ar: كا2 شبا آذا نيس أيا حزي تمو آب أيل تش1 تش2 كا1
cs: led úno bře dub kvě čvn čvc srp zář říj lis pro
et: Jaan Veeb Mär Apr Mai Juuni Juuli Aug Sept Okt Nov Dets
fa: دی بهمن اسفند فروردین اردیبهشت خرداد تیر مرداد شهریور مهر آبان آذر
hy: Հնվ Փետ Մրտ Ապր Մայ Հնս Հլս Օգս Սպտ Հկտ Նով Դկտ
ja: 1月 2月 3月 4月 5月 6月 7月 8月 9月 10月 11月 12月
nl: Jan Feb Mar Apr Mei Jun Jul Aug Sep Okt Nov Dec

# plugins.themes.houCustom.displayStats.downloads
source: Downloads
ar: التنزيلات
cs: Stažení
et: Allalaadimised
fa: دانلودها
hy: Ներբեռնումներ
ja: ダウンロード数

# plugins.themes.houCustom.displayStats.noStats
source: Download data is not yet available.
ar: تنزيل البيانات ليس متاحًا بعد.
cs: Údaje o počtu stažení nejsou zatím k dispozici.
et: Allalaadimiste andmed pole veel saadaval.
fa: دسترسی به دانلود اطلاعات مقدور نیست.
hy: Ներբեռնման տվյալները դեռ հասանելի չեն:
ja: ダウンロードデータはまだ表示できません。
nl: Downloadgegevens zijn nog niet beschikbaar.

# plugins.themes.houCustom.nextSlide
source: Next slide
ar: الشريحة التالية
cs: Další snímek
et: Järgmine slaid
hy: Հաջորդ սահիկը

# plugins.themes.houCustom.prevSlide
source: Previous slide
ar: الشريحة السابقة
cs: Předešlý snímek
et: Eelmine slaid
hy: Նախորդ սահիկը
